/* game mod description */
"Land can not be destroyed" = "O terreno não pode ser destruído";

/* game mod title */
"Solid Land" = "Terreno Sólido";

/* game mod description */
"Add an indestructable border around the terrain" = "Adiciona uma barreira indestrutível à volta do terreno";

/* game mod title */
"Add Border" = "Adicionar Limites";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "As equipas começam em lados opostos do terreno";

/* game mod title */
"Divide Team (max 2 teams)" = "Dividir Equipa (máx 2 equipas)";

/* game mod description */
"Lower gravity" = "Gravidade ainda mais baixa";

/* game mod title */
"Low Gravity" = "Baixa Gravidade";

/* game mod description */
"Assisted aiming with laser sight" = "Pontaria assistida por mira laser";

/* game mod title */
"Laser Sight" = "Mira Laser";

/* game mod description */
"All hogs have a personal forcefield" = "Todos os ouriços têm um campo de forças pessoal";

/* game mod title */
"Invulnerable" = "Invulnerabilidade";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Todos os ouriços (vivos) são completamente restaurados no final do turno";

/* game mod title */
"Reset Health" = "Restaurar Vida";

/* game mod description */
"Gain 150% of the damage you do back in health" = "Converte 80% do dano realizado em vida";

/* game mod title */
"Vampirism Mode" = "Modo Vampirismo";

/* game mod description */
"Share your opponents pain, share their damage" = "Partilha o sofrimento dos teus oponentes, e os seus danos";

/* game mod title */
"Karma Mode" = "Modo Karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Os teus ouriços estão impossibilidados de se mover, testa a tua pontaria";

/* game mod title */
"Artillery Mode" = "Modo Artilharia";

/* game mod description */
"Defend your fort and destroy the opponents" = "Defende o teu forte e destrói os oponentes";

/* game mod title */
"Fort Mode" = "Modo Forte";

/* game mod description */
"Order of play is random instead of in room order" = "A ordem de jogo será aleatória em vez de seguir a ordem do quadro";

/* game mod title */
"Random Order" = "Ordem Aleatória";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Joga com um Rei; quando ele morre, o teu lado perde";

/* game mod title */
"King Mode" = "Modo Rei";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Posiciona os ouriços no mapa alternadamente antes do jogo começar";

/* game mod title */
"Place Hedgehogs" = "Posicionar Ouriços";

/* game mod description */
"Ammo is shared between all clan teams" = "O armamento é partilhado entre todas as equipas do mesmo clã";

/* game mod title */
"Clan Shares Ammo" = "Clãs Partilham Armamento";

/* game mod description */
"Disable girders when generating random maps" = "Desactivar vigas em mapas gerados aleatoriamente";

/* game mod title */
"Disable Girders" = "Desactivar Vigas";

/* game mod description */
"Disable land objects when generating maps" = "Não adicionar objectos no terreno ao gerar mapas";

/* game mod title */
"Disable Land Objects" = "Desactivar Objectos no Terreno";

/* game mod description */
"AI-controlled hogs respawn on death" = "Os ouriços controlados pelo CPU renascem ao morrer";

/* game mod title */
"AI Survival Mode" = "Modo Sobrevivência IA";

/* game mod description */
"Attacking does not end your turn" = "Atacar não termina o turno";

/* game mod title */
"Unlimited Attacks" = "Ataques Ilimitados";

/* game mod description */
"Weapons are reset to starting values each turn" = "O armamento é reiniciado para os valores iniciais em cada turno";

/* game mod title */
"Reset Weapons" = "Restaurar o Armamento";

/* game mod description */
"Each hedgehog has its own ammo" = "Cada ouriço tem as suas próprias munições";

/* game mod title */
"Per Hedgehog Ammo" = "Munições por Ouriço";

/* game mod description */
"You will not have to worry about wind any more" = "Não vais ter de te preocupar mais com o vento";

/* game mod title */
"Disable Wind" = "Desactivar Vento";

/* game mod description */
"Wind will affect almost everything" = "O vento afecta praticamente tudo";

/* game mod title */
"More Wind" = "Mais Vento";

/* game mod description */
"Clan teams take turns sharing their time" = "As equipas do mesmo clã jogam de forma sucessiva partilhando o tempo de jogo";

/* game mod title */
"Tag Team" = "Tag Team";

/* game mod description */
"Add an indestructible border along the bottom" = "Adiciona uma barreira indestrutível ao longo do fundo do terreno";

/* game mod title */
"Bottom Border" = "Limite Inferior";

/* flag description */
"Initial Health" = "Vida Inicial";

/* flag description */
"Damage Modifier" = "Modificador de Dano";

/* flag description */
"Turn Time" = "Tempo por Turno";

/* flag description */
"Sudden Death Timeout" = "Tempo até Morte Súbita";

/* flag description */
"Water Rise Amount" = "Elevação da Água (Qtd)";

/* flag description */
"Health Decrease" = "Decremento de Vida";

/* flag description */
"Rope Length (%)" = "Comprimento da Corda (%)";

/* flag description */
"Crate Drop Turns" = "Turnos de Queda de Caixas";

/* flag description */
"Health Kit Probability (%)" = "Probabilidade de Kit de Vida (%)";

/* flag description */
"Health Amount in Kit" = "Quantidade de Vida no Kit";

/* flag description */
"Mines Time" = "Tempo das Minas";

/* flag description */
"Mines Number" = "Número de Minas";

/* flag description */
"Dud Mines Probability (%)" = "Probabilidade de Minas Falsas (%)";

/* flag description */
"Explosives" = "Explosivos";

/* flag description */
"Get Away Time (%)" = "Tempo de Fuga (%)";
